reward_list = [
  {
    'description1': '原力觉醒失败',
    'description2': '不要紧，原力的觉醒并不容易',
    'tb_key':'星球大战10元优惠券，使用￥16&amp;amp;星球大战7震撼上映￥抢先预览（长按复制整段文案，打开手机淘宝即可进入活动内容）'
  },
  {
    'description1': '原力觉醒一半',
    'description2': '不要紧，原力的觉醒并不容易',
    'tb_key':'星球大战20元优惠券，使用￥16emenord&amp;amp;星球大战7-愿原力与你同在￥抢先预览（长按复制整段文案，打开手机淘宝即可进入活动内容）'
  },
  {
    'description1': '成功觉醒原力',
    'description2': '恭喜你，拿起激光剑去战斗吧',
    'tb_key':'星球大战50元优惠券，使用￥16&amp;amp;星球大战7-愿原力与你同在￥抢先预览（长按复制整段文案，打开手机淘宝即可进入活动内容）'
  }
]

#reward_list = [
#  {
#    'description1': '原力觉醒失败',
#    'description2': '不要紧，原力的觉醒并不容易',
#    'tb_key':'星球大战20元优惠券，使用￥16emenord&amp;amp;星球大战7-愿原力与你同在￥抢先预览（长按复制整段文案，打开手机淘宝即可进入活动内容）'
#  },
#  {
#    'description1': '原力觉醒一半',
#    'description2': '不要紧，原力的觉醒并不容易',
#    'tb_key':'星球大战50元优惠券，使用￥16emenord&amp;amp;星球大战7-原力觉醒￥抢先预览（长按复制整段文案，打开手机淘宝即可进入活动内容）'
#  },
#  {
#    'description1': '成功觉醒原力',
#    'description2': '恭喜你，拿起激光剑去战斗吧',
#    'tb_key':'星球大战一百元优惠券，使用￥16emenord&amp;amp;星球大战7震撼来袭￥抢先预览（长按复制整段文案，打开手机淘宝即可进入活动内容）'
#  }
#]